[
    {
        "id": 1,
        "descOne": "Эгемендиктен кийин кыргыз адабиятынын башка салаалары сымал сынчылык өнөрдүн да аксаганы сыр эмес. Бирок салыштырмалуу жазуучу Топчугүл Шайдуллаеванын чыгармаларына көбүрөк сын-пикир жазылып жана айтылып келет. Алардын катарында Розетта Айтматова, Осмонакун Ибраимов баштаган белдүү калемгерлер да бар. Бирок чыгармалардын баары объективдүү бааланган дешке ооз барбайт.",
        "descTwo": "Ооба, адабий ракурстан карап, кылдат талдоого аракет кылгандар жок эмес. Бирок адабият менен алпурушкан айрым илимпоздордун ишин чабал же бир жактуу деп баалоого болот. Арасында аша чапкандар жок эмес. Сөзүбүз куру болбошу үчүн мисал келтирсек, Рахат Аманова “Кадакчы” жана “Намазшам гүл” – Топчугүл Шайдуллаеванын табылгасы” аттуу чакан макаласында “Алтургай айрым чыгармалары менен дүйнөлүк адабияттын деңгээлине көтөрүлө алды. Эгер мыкты которулса “Намазшам гүл”, “Кадакчы”, “Орунча”, “Чыныгүл”, “Келин таш” сыяктуу беш-алты аңгемесин эл аралык сынактарга жиберүүгө, анын ичинде Нобель сыйлыгына көрсөтүүгө болот” [2], – деген оюн жазган.",
        "descThree": "Бул макалада жогорудагы чыгармалар тууралуу да сөз болот. Ал эми азыр кийинкисине өтсөк, Нурзат Казакова “Шайдуллаеванын аңгемелериндеги түштүк колорити жана көркөм метаморфоза” деген макаласында “Долу” аңгемесине карата мындай дейт: “Табият көрүнүшү адамга трансформацияланып, кыштак элинин жашоосундагы дайранын метаморфозасы Азимкан абышканын кемпири болуп чыга келип, “Долу” окурмандардын көңүл чордонунда орун алган” [8]. Бул жерде эч кандай метаморфоза жок. Болгону адамдын мүнөзү менен табияттын ортосундагы паралеллизм. Метаморфозага ачык мисал катары немис жазуучусу Франц Кафканын “Кубулуу” аттуу чыгармасындагы баш каарман Грегорио Самсанын куртка айланып кеткенин айтууга болот.",
        "descFour": "Ал эми Топчугүл Шайдуллаеванын “Келин таш” аттуу аңгемесиндеги уламышта метаморфозалык кубулуш бар. Кайын атасынын каргышына калган келин ташка айланып кетет. Бирок Нурзат Казакова бул аңгемеге кайрылган эмес. Мындан сырткары, жазуучунун чыгармаларына бир тараптуу баа берген. Кошумчалай кетсек, кайсы бир себептерден улам пикирин ачык жазбаган адабиятчыларыбыз да арбын. Болот Таштаналиевдин “Жазганда да элестүү жана ширин, кандай болсо, дал ошондой, буруу-терүүсүз, ашырбай да кемитпей, бир окуган соӊ өмүр бою унутулбай тургандай жазат” [10], – деген тезисин кандай ойдо жазганын түшүнүү кыйын. Анткени “кандай болсо дал ошондой” деген сөзүнүн төркүнү айрым чыгармалары натурализмдин деңгээлинде экендигинен кабар береби же мактообу – белгисиз.",
        "descFive": "Топчугүл Шайдуллаева көбүнчө аялдар темасына кайрылып, түрдүү жаш курактагы кыз-келиндердин ар кыл тагдырын калемге алаары окурман жана адабий чөйрөгө маалым. Ал көпчүлүк маани бербеген же байкабаган көйгөйлөрдү чыгармалары аркылуу чагылдырат. Бул жерде жазуучунун калеминин курчтугу же анын көркөм чеберчилиги тууралуу кеп болуп турган жок. Ал кайрылган тема жана проблемалар тууралуу айткым келет. Анын чыгармаларынан таасирленген Розетта Айтматова “Топчугүл Шайдуллаева чыгармаларында аялдардын карапайымдыгын, момундугун гана чагылдырбастан, алардын күчүн, эркин, кайратын да ачып бере алган” [9], – деген пикирин айткан."
    }
]